
import image11 from './K1.jpeg';
import image12 from './K2.jpeg';
import image13 from './K3.jpeg';
import image14 from './M1.jpeg';


function Recipes (){
   
    return <div className='parent'>
       <h1>Рецепты</h1>
       <h2 > Имбирное печенье</h2>
       <img src={image11} className='product-card' width="300px" alt="lesson" /> 
       <p>Готовить проще некуда, тесто готовится за 10 минут, легко раскатывается, не липнет, при этом получается очень вкусно и ароматно!Тесто очень приятное в работе и податливое — самое то, чтобы дать ребёнку повырезать любимые фигурки. Само печенье несладкое, оптимально покрыть глазурью. Для глазури смешиваю «на глаз» пастеризованный белок, сахарную пудру и добавляю сок лимона или лайма для кислинки</p>
       <p>100 г сахара, 170 г мёда, 2 ч.л. молотой корицы, 2 ч.л. молотого имбиря, 1 ч.л. душистого перца, 1 ч.л. гвоздики, 0,5 ч.л. мускатного ореха, цедра апельсина, 2 ч.л. соды, 125 г сливочного масла, 1 яйцо,  450-500 г муки</p>
       <p>В сотейнике довести до кипения мёд с сахаром и специями, добавить соду, при этом смесь сильно вспенится. Снять с огня, добавить масло, яйцо и муку. Замесить тесто, раскатать до желаемой толщины, вырезать формочками. Выпекать при 180 градусах минут 6-8</p>
   
    
    
    <h2>Пряничный хлеб (pain d’épices) </h2>
   
    <img src={image12} className='product-card' width="300px" alt="lesson" />
    <p>Аромат пряностей и цитрусов окутает ваш дом и подарит праздничное настроение, ну и вкус равнодушными не оставит.
Периодически поступают вопросы, чем заменить мёд, потому что не хотят его нагревать. Я не знаю, откуда пошли эти страхи🙈 Конечно, мёд теряет свои полезные свойства при 60 градусах, но с чего вдруг он станет вреднее нагретого сахара?.. в конце концов мы готовим десерт, а не целебное снадобье. А pain d’épices без мёда — это уже не pain d’épices🤗</p>
<p>135 гр молока
9 гр звёздочек бадьяна
360 гр акациевого мёда (у меня цветочный)
40 гр муки
225 гр ржаной муки
45 гр картофельного крахмала
15 гр разрыхлителя
25 гр коричневого сахара
9 гр корицы
5 гр смеси специй
180 гр апельсинового конфитюра
180 гр лимонного конфитюра (у меня 360 апельсинового)
3 яйца
120 гр размягченного сливочного масла
7 гр соли</p>
<p>Довести до кипения молоко с бадьяном, снять с огня, накрыть пленкой и оставить на 10 минут.
Смешать оба вида муки, крахмал, разрыхлитель, сахар и пряности в деже миксера.
Нагреть мёд и добавить к мучной смеси, объединить лопаткой (насадка весло).
Добавить конфитюр, затем яйца и размягченное масло, соль.
В самом конце замеса молоко (процедить от бадьяна и урегулировать вес).
Выпекать при 180°С 60-70 минут. Через 30 минут выпечки убавить температура до 160°С. У меня ушло больше времени, ориентируйтесь на свою духовку и размеры форм.
Тёплый хлеб смазать абрикосовым конфитюром.</p>

<h2>ФРУКТОВЫЙ КЕКС </h2>
<img src={image13} className='product-card' width="300px" alt="lesson" />
<p>150 г апельсиновых цукатов
100 г изюма
80 г вяленой вишни
80 г чернослива
180 г крепкого ароматного алкоголя (коньяк, ром, куантро, гран марнье)
140 г сливочного масла
105 г сахара
140 г яиц
210 г муки
50 г миндальной муки
4 г разрыхлителя</p>
<p>Замочить нарезанные цукаты и сухофрукты в половине алкоголя на сутки.
Взбить размягченное масло с сахаром, постепенно добавить яйца (комнатной температуры), затем просеять сухие ингредиенты и перемешать. В конце ввести замоченные сухофрукты и переложить в формы.
Выпекать без конвекции при температуре 180°С примерно 1 ч, в процессе выпечки уменьшить температуру до 160°С.
Тёплые кексы полить оставшимся алкоголем.
Полностью остывшие завернуть в пленку или фольгу и убрать в холодное место минимум на неделю.</p>

<h2>Сырники </h2>
<img src={image14} className='product-card' width="300px" alt="lesson" />

<p>Один из любимых завтраков, а иногда и ужинов. Люблю пробовать разные сырники в кафе, но и дома готовлю очень часто. Вишневый соус больше для фото. Люблю сырники без ничего или со сметаной. Люблю, когда они практически несладкие и очень творожные. Рецепт крайне прост, главное - качественный, сухой творог. Рецепт на 3 человек, примерно 17-18 сырников.</p>
<p>3 пачки творога по 200-300 г, 1 яйцо, 10 г сахарной пудры, 10 г муки (любой, я делаю с разными видами). Смешать все ингридиенты, убрать в холодильник на час или даже на ночь. Сформировать сырники, обвалять в муке и пожарить. Я жарю на кокосовом или сливочном масле, на маленьком огне, под крышкой, минут по 5 с каждой стороны.</p>



    </div>
    
}
export default Recipes